Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Chat.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Repeat penalty
ar: عقوبة التكرار
de: Wiederholungsstrafe
es: Penalización de repetición
fr: Pénalité de répétition
hi: दोहराव पेनल्टी
id: Penalti pengulangan
ja: 繰り返しペナルティ
ko: 반복 페널티
pt_br: Penalidade de repetição
ru: Штраф за повторы
th: บทลงโทษการซ้ำ
tr: Tekrar cezası
vi: Mức phạt lặp lại
zh_hans: 重复惩罚
zh_hant: 重複懲罰

source: Repeat penalty window
ar: نافذة عقوبة التكرار
de: Bereich der Wiederholungsstrafe
es: Ventana de penalización de repetición
fr: Fenêtre de pénalité de répétition
hi: दोहराव पेनल्टी विंडो
id: Jendela penalti pengulangan
ja: 繰り返しペナルティ範囲
ko: 반복 페널티 범위
pt_br: Janela da penalidade de repetição
ru: Окно штрафа за повторы
th: ช่วงบทลงโทษการซ้ำ
tr: Tekrar cezası penceresi
vi: Cửa sổ phạt lặp lại
zh_hans: 重复惩罚窗口
zh_hant: 重複懲罰視窗

source: Repetition
ar: منع التكرار
de: Wiederholungen
es: Repetición
fr: Répétitions
hi: दोहराव
id: Pengulangan
ja: 繰り返し抑制
ko: 반복 억제
pt_br: Repetição
ru: Повторы
th: ป้องกันการซ้ำ
tr: Tekrar
vi: Chống lặp lại
zh_hans: 防重复
zh_hant: 防重複

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
id: Ganti
ja: 差し替え
ko: 교체
pt_br: Substituir
ru: Заменить
th: แทนที่
tr: Değiştir
vi: Thay thế
zh_hans: 替换
zh_hant: 替換

source: Replace what’s here?
ar: استبدال المحتوى الحالي؟
de: Vorhandenen Inhalt ersetzen?
es: ¿Reemplazar el contenido actual?
fr: Remplacer le contenu actuel ?
hi: मौजूदा सामग्री बदलें?
id: Ganti konten yang ada?
ja: 今の内容を差し替えますか？
ko: 지금 내용을 교체할까요?
pt_br: Substituir o conteúdo atual?
ru: Заменить текущее содержимое?
th: ต้องการแทนที่เนื้อหาปัจจุบันหรือไม่
tr: Mevcut içerik değiştirilsin mi?
vi: Thay thế nội dung hiện có?
zh_hans: 替换现有内容？
zh_hant: 要替換現有內容嗎？

source: Request with additional request body was rejected
ar: رُفض الطلب الذي يتضمن نص الطلب الإضافي
de: Anfrage mit zusätzlichen Anfragedaten abgelehnt
es: Se rechazó la solicitud que incluía el cuerpo de solicitud adicional
fr: La requête avec le corps de requête supplémentaire a été refusée
hi: अतिरिक्त अनुरोध बॉडी वाला अनुरोध अस्वीकार हो गया
id: Permintaan dengan isi permintaan tambahan ditolak
ja: 追加リクエストボディ付きのリクエストが拒否されました
ko: 추가 요청 본문이 포함된 요청이 거부됐어요
pt_br: A requisição com o corpo adicional da requisição foi recusada
ru: Запрос с дополнительным телом запроса отклонён
th: คำขอที่มีเนื้อหาคำขอเพิ่มเติมถูกปฏิเสธ
tr: Ek istek gövdesiyle gönderilen istek reddedildi
vi: Yêu cầu kèm nội dung yêu cầu bổ sung đã bị từ chối
zh_hans: 带附加请求体的请求被拒绝了
zh_hant: 含附加請求主體的請求遭到拒絕

source: Requested
ar: تم الطلب
de: Angefordert
es: Solicitado
fr: Demandé
hi: अनुरोधित
id: Diminta
ja: リクエスト済み
ko: 요청됨
pt_br: Solicitado
ru: Запрошено
th: ส่งคำขอแล้ว
tr: İstendi
vi: Đã yêu cầu
zh_hans: 已请求
zh_hant: 已請求

source: Require parameters on route
ar: اشتراط المعاملات في المسار
de: Parameter auf Route verlangen
es: Exigir parámetros en la ruta
fr: Exiger des paramètres sur la route
hi: मार्ग पर पैरामीटर आवश्यक
id: Wajibkan parameter pada rute
ja: 経路でパラメータを必須にする
ko: 경로에서 매개변수 요구
pt_br: Exigir parâmetros na rota
ru: Требовать параметры в маршруте
th: บังคับใช้พารามิเตอร์ในเส้นทาง
tr: Rotada parametreleri zorunlu kıl
vi: Bắt buộc tham số trên tuyến
zh_hans: 路由必须带参数
zh_hant: 路由必須帶參數

source: Reset model defaults
ar: إعادة تعيين الإعدادات الافتراضية للنموذج
de: Modellstandard zurücksetzen
es: Restablecer predeterminados del modelo
fr: Réinitialiser les valeurs par défaut du modèle
hi: मॉडल डिफ़ॉल्ट रीसेट करें
id: Atur ulang bawaan model
ja: モデルのデフォルトをリセット
ko: 모델 기본값 재설정
pt_br: Redefinir padrões do modelo
ru: Сбросить значения по умолчанию для модели
th: รีเซ็ตค่าเริ่มต้นของโมเดล
tr: Model varsayılanlarını sıfırla
vi: Đặt lại mặc định của mô hình
zh_hans: 重置模型默认
zh_hant: 重設模型預設

source: Reset this conversation’s changes
ar: إعادة تعيين تغييرات هذه المحادثة
de: Änderungen in dieser Unterhaltung zurücksetzen
es: Restablecer los cambios de esta conversación
fr: Réinitialiser les modifications de cette conversation
hi: इस बातचीत के बदलाव रीसेट करें
id: Atur ulang perubahan di percakapan ini
ja: この会話での変更をリセット
ko: 이 대화의 변경 사항 재설정
pt_br: Redefinir as alterações desta conversa
ru: Сбросить изменения в этом диалоге
th: รีเซ็ตการเปลี่ยนแปลงในบทสนทนานี้
tr: Bu sohbetteki değişiklikleri sıfırla
vi: Đặt lại thay đổi của cuộc trò chuyện này
zh_hans: 重置本对话的改动
zh_hant: 重設本對話的變更

source: Reset this conversation’s settings?
ar: إعادة تعيين إعدادات هذه المحادثة؟
de: Einstellungen dieser Unterhaltung zurücksetzen?
es: ¿Restablecer los ajustes de esta conversación?
fr: Réinitialiser les réglages de cette conversation ?
hi: इस बातचीत की सेटिंग्स रीसेट करें?
id: Atur ulang pengaturan percakapan ini?
ja: この会話の設定をリセットしますか？
ko: 이 대화의 설정을 재설정할까요?
pt_br: Redefinir as configurações desta conversa?
ru: Сбросить настройки этого диалога?
th: รีเซ็ตการตั้งค่าของบทสนทนานี้หรือไม่
tr: Bu sohbetin ayarları sıfırlansın mı?
vi: Đặt lại cài đặt của cuộc trò chuyện này?
zh_hans: 重置本对话的设置？
zh_hant: 要重設本對話的設定嗎？

source: Reset this model’s defaults?
ar: إعادة تعيين الإعدادات الافتراضية لهذا النموذج؟
de: Ihre Standardwerte für dieses Modell zurücksetzen?
es: ¿Restablecer los predeterminados de este modelo?
fr: Réinitialiser les valeurs par défaut de ce modèle ?
hi: इस मॉडल के डिफ़ॉल्ट रीसेट करें?
id: Atur ulang bawaan model ini?
ja: このモデルのデフォルトをリセットしますか？
ko: 이 모델의 기본값을 재설정할까요?
pt_br: Redefinir os padrões deste modelo?
ru: Сбросить значения по умолчанию для этой модели?
th: รีเซ็ตค่าเริ่มต้นของโมเดลนี้หรือไม่
tr: Bu modelin varsayılanları sıfırlansın mı?
vi: Đặt lại mặc định của mô hình này?
zh_hans: 重置这个模型的默认值？
zh_hant: 要重設這個模型的預設值嗎？

source: Response format
ar: تنسيق الاستجابة
de: Antwortformat
es: Formato de respuesta
fr: Format de réponse
hi: उत्तर प्रारूप
id: Format respons
ja: 応答形式
ko: 응답 형식
pt_br: Formato da resposta
ru: Формат ответа
th: รูปแบบคำตอบ
tr: Yanıt biçimi
vi: Định dạng phản hồi
zh_hans: 响应格式
zh_hant: 回應格式

source: Response Interrupted
ar: تمت مقاطعة الاستجابة
de: Antwort unterbrochen
es: Respuesta interrumpida
fr: Réponse interrompue
hi: प्रतिक्रिया बाधित
id: Respon Terganggu
ja: 応答が中断されました
ko: 응답이 중단됨
pt_br: Resposta interrompida
ru: Ответ прерван
th: การตอบสนองถูกขัดจังหวะ
tr: Yanıt Kesildi
vi: Phản hồi bị gián đoạn
zh_hans: 回复中断
zh_hant: 回應中斷

source: Retry without additional request body
ar: إعادة المحاولة دون نص الطلب الإضافي
de: Ohne zusätzliche Anfragedaten wiederholen
es: Reintentar sin el cuerpo de solicitud adicional
fr: Réessayer sans le corps de requête supplémentaire
hi: अतिरिक्त अनुरोध बॉडी के बिना फिर कोशिश करें
id: Coba lagi tanpa isi permintaan tambahan
ja: 追加リクエストボディなしで再試行
ko: 추가 요청 본문 없이 다시 시도
pt_br: Tentar de novo sem o corpo adicional da requisição
ru: Повторить без дополнительного тела запроса
th: ลองอีกครั้งโดยไม่ใส่เนื้อหาคำขอเพิ่มเติม
tr: Ek istek gövdesi olmadan tekrar dene
vi: Thử lại không kèm nội dung yêu cầu bổ sung
zh_hans: 不带附加请求体重试
zh_hant: 不含附加請求主體重試

source: Retry without custom fields
ar: إعادة المحاولة بدون الحقول المخصصة
de: Ohne benutzerdefinierte Felder erneut versuchen
es: Reintentar sin campos personalizados
fr: Réessayer sans champs personnalisés
hi: कस्टम फ़ील्ड के बिना फिर से प्रयास करें
id: Coba lagi tanpa kolom kustom
ja: カスタム項目なしで再試行
ko: 사용자 지정 필드 없이 다시 시도
pt_br: Tentar novamente sem campos personalizados
ru: Повторить без пользовательских полей
th: ลองอีกครั้งโดยไม่ใช้ฟิลด์ที่กำหนดเอง
tr: Özel alanlar olmadan yeniden dene
vi: Thử lại không có trường tùy chỉnh
zh_hans: 不带自定义字段重试
zh_hant: 不含自訂欄位重試

source: Retry without this setting
ar: إعادة المحاولة بدون هذا الإعداد
de: Ohne diese Einstellung erneut versuchen
es: Reintentar sin esta configuración
fr: Réessayer sans ce réglage
hi: इस सेटिंग के बिना फिर से प्रयास करें
id: Coba lagi tanpa pengaturan ini
ja: この設定なしで再試行
ko: 이 설정 없이 다시 시도
pt_br: Tentar novamente sem esta configuração
ru: Повторить без этой настройки
th: ลองอีกครั้งโดยไม่ใช้การตั้งค่านี้
tr: Bu ayar olmadan yeniden dene
vi: Thử lại không dùng cài đặt này
zh_hans: 不带该设置重试
zh_hant: 不含此設定重試

source: Runtime observation
ar: ملاحظة وقت التشغيل
de: Laufzeitbeobachtung
es: Observación en ejecución
fr: Observation à l’exécution
hi: रनटाइम अवलोकन
id: Pengamatan runtime
ja: 実行時の観測
ko: 런타임 관찰
pt_br: Observação em execução
ru: Наблюдение во время работы
th: การสังเกตขณะทำงาน
tr: Çalışma zamanı gözlemi
vi: Quan sát khi chạy
zh_hans: 运行时观测
zh_hant: 執行階段觀測

source: Samplers (in order)
ar: أدوات أخذ العينات (بالترتيب)
de: Sampler und Reihenfolge
es: Muestreadores (en orden)
fr: Échantillonneurs (dans l’ordre)
hi: सैंपलर (क्रम से)
id: Sampler (berurutan)
ja: サンプラーと適用順
ko: 샘플러 및 적용 순서
pt_br: Amostradores (em ordem)
ru: Сэмплеры (по порядку)
th: ตัวสุ่มตัวอย่าง (ตามลำดับ)
tr: Örnekleyiciler (sırayla)
vi: Bộ lấy mẫu (theo thứ tự)
zh_hans: 采样器及顺序
zh_hant: 取樣器及順序

source: Saved on this device only, not synced
ar: محفوظ على هذا الجهاز فقط، دون مزامنة
de: Nur auf diesem Gerät gespeichert, nicht synchronisiert
es: Guardado solo en este dispositivo, sin sincronizar
fr: Enregistré sur cet appareil uniquement, non synchronisé
hi: सिर्फ़ इस डिवाइस पर सहेजा जाता है, सिंक नहीं होता
id: Hanya disimpan di perangkat ini, tidak disinkronkan
ja: このデバイスにのみ保存され、同期されません
ko: 이 기기에만 저장되며 동기화되지 않아요
pt_br: Salvo só neste dispositivo, sem sincronizar
ru: Хранится только на этом устройстве, не синхронизируется
th: บันทึกไว้ในอุปกรณ์นี้เท่านั้น ไม่ซิงค์
tr: Yalnızca bu cihazda saklanır, eşzamanlanmaz
vi: Chỉ lưu trên thiết bị này, không đồng bộ
zh_hans: 只保存在这台设备，不同步
zh_hant: 僅儲存在這部裝置，不會同步

source: Scope: this conversation, connection, model, and transport.
ar: النطاق: هذه المحادثة والاتصال والنموذج وطريقة النقل.
de: Geltungsbereich: diese Unterhaltung, diese Verbindung, dieses Modell und dieser Transport.
es: Ámbito: esta conversación, conexión, modelo y transporte.
fr: Portée : cette conversation, cette connexion, ce modèle et ce transport.
hi: दायरा: यह बातचीत, कनेक्शन, मॉडल और ट्रांसपोर्ट।
id: Cakupan: percakapan, koneksi, model, dan transport ini.
ja: 適用範囲：この会話、接続、モデル、転送方式。
ko: 적용 범위: 이 대화, 연결, 모델, 전송 방식
pt_br: Escopo: esta conversa, conexão, modelo e transporte.
ru: Область: этот диалог, подключение, модель и транспорт.
th: ขอบเขต: การสนทนา การเชื่อมต่อ โมเดล และการรับส่งนี้
tr: Kapsam: bu sohbet, bağlantı, model ve aktarım.
vi: Phạm vi: cuộc trò chuyện, kết nối, mô hình và phương thức truyền này.
zh_hans: 作用域：本对话、此连接、模型与传输方式。
zh_hant: 作用域：本對話、此連接、模型與傳輸方式。

source: Scope: this model on this connection, used as the default for its conversations.
ar: النطاق: هذا النموذج على هذا الاتصال، كافتراضي لمحادثاته.
de: Geltungsbereich: dieses Modell auf dieser Verbindung, als Standard für seine Unterhaltungen.
es: Ámbito: este modelo en esta conexión, como valor predeterminado de sus conversaciones.
fr: Portée : ce modèle sur cette connexion, par défaut pour ses conversations.
hi: दायरा: इस कनेक्शन पर यह मॉडल, इसकी बातचीत के डिफ़ॉल्ट के रूप में।
id: Cakupan: model ini pada koneksi ini, sebagai default percakapannya.
ja: 適用範囲：この接続のこのモデル。その会話の既定として使われます。
ko: 적용 범위: 이 연결의 이 모델. 해당 대화의 기본값으로 사용됩니다.
pt_br: Escopo: este modelo nesta conexão, como padrão para suas conversas.
ru: Область: эта модель в этом подключении, как значение по умолчанию для её диалогов.
th: ขอบเขต: โมเดลนี้บนการเชื่อมต่อนี้ ใช้เป็นค่าเริ่มต้นของการสนทนา
tr: Kapsam: bu bağlantıdaki bu model, sohbetlerinin varsayılanı olarak.
vi: Phạm vi: mô hình này trên kết nối này, làm mặc định cho các cuộc trò chuyện.
zh_hans: 作用域：此连接下的该模型，作为其对话的默认设置。
zh_hant: 作用域：此連接下的該模型，作為其對話的預設設定。

source: Searches the web first when a question needs it
ar: يبحث في الويب أولًا عندما يتطلب السؤال ذلك
de: Sucht zuerst im Web, wenn eine Frage es erfordert
es: Busca en la web primero cuando una pregunta lo requiere
fr: Cherche d’abord sur le web quand une question l’exige
hi: ज़रूरत होने पर जवाब से पहले वेब पर खोजता है
id: Mencari di web dulu jika pertanyaannya memerlukan
ja: 必要なときは先にウェブを検索してから回答します
ko: 필요할 때 먼저 웹을 검색한 뒤 답해요
pt_br: Busca na web primeiro quando a pergunta pede
ru: Сначала ищет в интернете, если вопрос этого требует
th: ค้นเว็บก่อนตอบเมื่อคำถามต้องใช้ข้อมูล
tr: Soru gerektirdiğinde önce web'de arar
vi: Tìm kiếm web trước khi trả lời khi câu hỏi cần đến
zh_hans: 需要查资料时，先搜索再回答
zh_hant: 需要查資料時，先搜尋再回答

source: Searching the web
ar: جارٍ البحث في الويب
de: Websuche läuft
es: Buscando en la web
fr: Recherche web en cours
hi: वेब पर खोज जारी है
id: Mencari di web
ja: ウェブを検索中
ko: 웹 검색 중
pt_br: Buscando na web
ru: Идёт поиск в интернете
th: กำลังค้นหาบนเว็บ
tr: Web'de aranıyor
vi: Đang tìm kiếm trên web
zh_hans: 正在联网搜索
zh_hant: 正在聯網搜尋

source: See which fields %@ supports
ar: عرض الحقول التي يدعمها %@
de: Welche Felder %@ unterstützt
es: Ver qué campos admite %@
fr: Champs pris en charge par %@
hi: देखें कि %@ किन फ़ील्ड को सपोर्ट करता है
id: Lihat kolom yang didukung %@
ja: %@ が対応しているフィールドを見る
ko: %@에서 지원하는 필드 보기
pt_br: Ver campos aceitos por %@
ru: Какие поля поддерживает %@
th: ดูว่า %@ รองรับฟิลด์ใดบ้าง
tr: %@ hangi alanları destekliyor
vi: Xem %@ hỗ trợ những trường nào
zh_hans: %@ 支持哪些字段
zh_hant: %@ 支援哪些欄位

source: See which models can be adjusted
ar: عرض النماذج القابلة للضبط
de: Welche Modelle sich anpassen lassen
es: Ver qué modelos se pueden ajustar
fr: Voir les modèles réglables
hi: देखें कौन-से मॉडल समायोजित हो सकते हैं
id: Lihat model yang bisa diatur
ja: 調整できるモデルを見る
ko: 조정 가능한 모델 보기
pt_br: Ver quais modelos podem ser ajustados
ru: Какие модели можно настроить
th: ดูว่าโมเดลใดปรับได้
tr: Hangi modellerin ayarlanabildiğini görün
vi: Xem mô hình nào điều chỉnh được
zh_hans: 看看哪些模型可以调
zh_hant: 看看哪些模型可以調整

source: Selected content
ar: المحتوى المحدد
de: Ausgewählter Inhalt
es: Contenido seleccionado
fr: Contenu sélectionné
hi: चुनी गई सामग्री
id: Konten terpilih
ja: 選択した内容
ko: 선택한 내용
pt_br: Conteúdo selecionado
ru: Выбранный текст
th: เนื้อหาที่เลือก
tr: Seçili içerik
vi: Nội dung đã chọn
zh_hans: 选中的内容
zh_hant: 選取的內容

source: Selection is too long. Select a shorter passage.
ar: التحديد طويل جدًا. حدد مقطعًا أقصر.
de: Die Auswahl ist zu lang. Wähle einen kürzeren Abschnitt.
es: La selección es demasiado larga. Selecciona un fragmento más corto.
fr: La sélection est trop longue. Sélectionnez un passage plus court.
hi: चयन बहुत लंबा है। छोटा अंश चुनें।
id: Pilihan terlalu panjang. Pilih bagian yang lebih pendek.
ja: 選択範囲が長すぎます。より短い範囲を選択してください。
ko: 선택 내용이 너무 깁니다. 더 짧은 부분을 선택하세요.
pt_br: A seleção é muito longa. Selecione um trecho menor.
ru: Выбран слишком длинный фрагмент. Выберите более короткий.
th: ข้อความที่เลือกยาวเกินไป โปรดเลือกช่วงที่สั้นลง
tr: Seçim çok uzun. Daha kısa bir bölüm seçin.
vi: Phần chọn quá dài. Hãy chọn một đoạn ngắn hơn.
zh_hans: 选择内容过长，请缩小范围
zh_hant: 選取內容過長，請縮小範圍

source: Send with requests
ar: الإرسال مع الطلبات
de: Mit Anfragen senden
es: Enviar con las solicitudes
fr: Envoyer avec les requêtes
hi: अनुरोधों के साथ भेजें
id: Kirim bersama permintaan
ja: リクエストと一緒に送信
ko: 요청과 함께 보내기
pt_br: Enviar com as requisições
ru: Отправка вместе с запросами
th: ส่งไปพร้อมคำขอ
tr: İsteklerle gönder
vi: Gửi kèm yêu cầu
zh_hans: 随请求发送
zh_hant: 隨請求傳送

source: Set
ar: محدد
de: Festgelegt
es: Definido
fr: Défini
hi: सेट है
id: Sudah diatur
ja: 設定済み
ko: 설정됨
pt_br: Definido
ru: Задано
th: ตั้งค่าแล้ว
tr: Ayarlandı
vi: Đã đặt
zh_hans: 已设置
zh_hant: 已設定

source: Set as default for this model
ar: تعيين كافتراضي لهذا النموذج
de: Als Standard für dieses Modell festlegen
es: Fijar como predeterminado para este modelo
fr: Définir par défaut pour ce modèle
hi: इस मॉडल के लिए डिफ़ॉल्ट बनाएं
id: Jadikan default model ini
ja: このモデルの既定にする
ko: 이 모델의 기본값으로 설정
pt_br: Definir como padrão para este modelo
ru: Сделать по умолчанию для этой модели
th: ตั้งเป็นค่าเริ่มต้นของโมเดลนี้
tr: Bu model için varsayılan yap
vi: Đặt làm mặc định cho mô hình này
zh_hans: 设为此模型的默认
zh_hant: 設為此模型的預設

source: Show full message
ar: عرض الرسالة كاملة
de: Ganze Nachricht anzeigen
es: Ver mensaje completo
fr: Afficher tout le message
hi: पूरा संदेश देखें
id: Lihat pesan lengkap
ja: 全文を表示
ko: 전체 보기
pt_br: Ver mensagem completa
ru: Показать полностью
th: ดูข้อความเต็ม
tr: Mesajın tamamını göster
vi: Xem tin nhắn đầy đủ
zh_hans: 查看全文
zh_hant: 查看全文

source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएँ
id: Tampilkan lebih sedikit
ja: 折りたたむ
ko: 접기
pt_br: Mostrar menos
ru: Свернуть
th: แสดงน้อยลง
tr: Daha az göster
vi: Thu gọn
zh_hans: 收起
zh_hant: 收起

source: Show thinking
ar: عرض التفكير
de: Denkprozess anzeigen
es: Mostrar razonamiento
fr: Afficher la réflexion
hi: सोच दिखाएँ
id: Tampilkan pemikiran
ja: 思考過程を表示
ko: 생각 과정 보기
pt_br: Mostrar raciocínio
ru: Показать рассуждение
th: แสดงการคิด
tr: Düşünceyi göster
vi: Hiển thị suy nghĩ
zh_hans: 显示思考过程
zh_hant: 顯示思考過程

source: Simple questions, fast answers.
ar: أسئلة بسيطة وإجابات سريعة.
de: Einfache Fragen, schnelle Antworten.
es: Preguntas sencillas, respuestas rápidas.
fr: Questions simples, réponses rapides.
hi: सरल प्रश्न, तेज़ उत्तर।
id: Pertanyaan sederhana, jawaban cepat.
ja: 簡単な質問に素早く回答。
ko: 간단한 질문, 빠른 답변.
pt_br: Perguntas simples, respostas rápidas.
ru: Простые вопросы — быстрые ответы.
th: คำถามง่าย ตอบเร็ว
tr: Basit sorular, hızlı yanıtlar.
vi: Câu hỏi đơn giản, trả lời nhanh.
zh_hans: 简单问题，几秒出结果。
zh_hant: 簡單問題，幾秒出結果。

source: Skip special tokens
ar: إخفاء الرموز الخاصة في المخرجات
de: Spezial-Token in der Ausgabe ausblenden
es: Ocultar tokens especiales en la salida
fr: Masquer les tokens spéciaux dans la sortie
hi: आउटपुट में विशेष टोकन छिपाएँ
id: Sembunyikan token khusus di keluaran
ja: 出力から特殊トークンを除く
ko: 출력에서 특수 토큰 숨기기
pt_br: Ocultar tokens especiais na saída
ru: Скрывать служебные токены в ответе
th: ซ่อนโทเค็นพิเศษในเอาต์พุต
tr: Çıktıda özel token’ları gizle
vi: Ẩn token đặc biệt trong đầu ra
zh_hans: 输出中隐藏特殊 Token
zh_hant: 輸出中隱藏特殊 Token

source: Smaller than the reasoning budget, so the default is sent instead.
ar: أصغر من ميزانية الاستدلال، لذا تُرسل القيمة الافتراضية بدلًا منه.
de: Kleiner als das Denkbudget, daher wird stattdessen der Standardwert gesendet.
es: Es menor que el presupuesto de razonamiento, así que se envía el valor predeterminado.
fr: Inférieur au budget de raisonnement : la valeur par défaut est envoyée à la place.
hi: रीज़निंग बजट से छोटा है, इसलिए इसकी जगह डिफ़ॉल्ट भेजा जाता है।
id: Lebih kecil dari anggaran penalaran, jadi nilai bawaan yang dikirim.
ja: 推論予算より小さいため、代わりにデフォルト値を送信します。
ko: 추론 예산보다 작아서 대신 기본값을 보내요.
pt_br: Menor que o orçamento de raciocínio, então o padrão é enviado no lugar.
ru: Меньше бюджета рассуждения, поэтому вместо него отправляется значение по умолчанию.
th: น้อยกว่างบการใช้เหตุผล จึงส่งค่าเริ่มต้นแทน
tr: Akıl yürütme bütçesinden küçük olduğu için bunun yerine varsayılan değer gönderilir.
vi: Nhỏ hơn ngân sách suy luận nên giá trị mặc định sẽ được gửi thay thế.
zh_hans: 比推理预算小，发送时改用默认值。
zh_hant: 小於推理預算，傳送時改用預設值。

source: Soft generation time limit (ms)
ar: حد زمني مرن للتوليد (مللي ثانية)
de: Weiches Zeitlimit für die Generierung (ms)
es: Límite de tiempo flexible de generación (ms)
fr: Limite de temps souple de génération (ms)
hi: जनरेशन की लचीली समय सीमा (ms)
id: Batas waktu lunak untuk pembuatan (ms)
ja: 生成のソフト時間制限（ミリ秒）
ko: 생성 소프트 시간 제한(밀리초)
pt_br: Limite de tempo flexível de geração (ms)
ru: Мягкий лимит времени генерации (мс)
th: ขีดจำกัดเวลาแบบยืดหยุ่นในการสร้าง (มิลลิวินาที)
tr: Esnek üretim süresi sınırı (ms)
vi: Giới hạn thời gian mềm khi tạo (ms)
zh_hans: 生成软时限（毫秒）
zh_hant: 生成軟時限（毫秒）

source: Sometimes skips the most likely word for more varied wording
ar: يتخطى أحيانًا الكلمة الأكثر احتمالًا لتنويع الصياغة
de: Überspringt manchmal das wahrscheinlichste Wort für abwechslungsreichere Formulierungen
es: A veces descarta la palabra más probable para variar la redacción
fr: Écarte parfois le mot le plus probable pour varier la formulation
hi: कभी-कभी सबसे संभावित शब्द छोड़ देता है, ताकि शब्दों में विविधता आए
id: Sesekali melewatkan kata yang paling mungkin agar pilihan kata lebih beragam
ja: 最も選ばれやすい語をときどき避け、言い回しに変化をつけます
ko: 가장 유력한 단어를 가끔 피해서 표현을 다양하게 해요
pt_br: Às vezes pula a palavra mais provável para variar a escrita
ru: Иногда пропускает самое вероятное слово, чтобы формулировки были разнообразнее
th: บางครั้งข้ามคำที่มีโอกาสถูกเลือกมากที่สุด เพื่อให้ใช้คำหลากหลายขึ้น
tr: Daha çeşitli ifadeler için bazen en olası kelimeyi atlar
vi: Thỉnh thoảng bỏ qua từ có khả năng cao nhất để cách diễn đạt đa dạng hơn
zh_hans: 偶尔跳过最可能的词，用词更多变
zh_hant: 偶爾略過最可能的詞，讓用詞更多變

source: Sources
ar: المصادر
de: Quellen
es: Fuentes
hi: स्रोत
id: Sumber
ja: 出典
ko: 출처
pt_br: Fontes
ru: Источники
th: แหล่งที่มา
tr: Kaynaklar
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Still no luck. Check your network and try again.
ar: لا يزال غير متاح. تحقّق من الشبكة وحاول مرة أخرى.
de: Weiterhin nichts. Prüfe dein Netzwerk und versuche es erneut.
es: Sigue sin funcionar. Revisa tu red e inténtalo de nuevo.
fr: Toujours rien. Vérifiez votre réseau et réessayez.
hi: अब भी नहीं मिला। अपना नेटवर्क जाँचें और फिर कोशिश करें।
id: Masih belum berhasil. Periksa jaringan Anda lalu coba lagi.
ja: まだ取得できません。ネットワークを確認して、もう一度お試しください。
ko: 여전히 가져오지 못했습니다. 네트워크를 확인한 뒤 다시 시도해 주세요.
pt_br: Ainda não deu certo. Verifique sua rede e tente novamente.
ru: Всё ещё не удалось. Проверьте сеть и попробуйте снова.
th: ยังไม่สำเร็จ ตรวจสอบเครือข่ายแล้วลองอีกครั้ง
tr: Yine olmadı. Ağınızı kontrol edip tekrar deneyin.
vi: Vẫn chưa được. Hãy kiểm tra mạng rồi thử lại.
zh_hans: 还是没取到。检查网络后再试一次。
zh_hant: 還是沒取得。檢查網路後再試一次。

source: Stop sequences
ar: تسلسلات الإيقاف
de: Stoppsequenzen
es: Secuencias de parada
fr: Séquences d’arrêt
hi: स्टॉप सीक्वेंस
id: Teks penghenti
ja: 停止シーケンス
ko: 중지 시퀀스
pt_br: Sequências de parada
ru: Стоп-последовательности
th: ข้อความสำหรับหยุดการสร้าง
tr: Durdurma dizileri
vi: Chuỗi dừng
zh_hans: 停止序列
zh_hant: 停止序列

source: Summarize into key points
ar: لخّص هذا في نقاط أساسية
de: Fass das in Kernpunkten zusammen
es: Resúmelo en puntos clave
fr: Résume en points clés
hi: मुख्य बिंदुओं में समेटो
id: Rangkum jadi poin penting
ja: 要点にまとめて
ko: 핵심만 정리해 줘
pt_br: Resuma nos pontos principais
ru: Собери в основные пункты
th: สรุปเป็นประเด็นสำคัญ
tr: Ana maddeler hâlinde özetle
vi: Tóm lại thành các ý chính
zh_hans: 整理成要点
zh_hant: 整理成重點

source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
hi: बदलें
id: Ganti
ja: 切り替え
ko: 전환
pt_br: Trocar
ru: Переключить
th: สลับ
tr: Değiştir
vi: Chuyển
zh_hans: 切换
zh_hant: 切換

source: Switch back to automatic
ar: العودة إلى الوضع التلقائي
de: Zurück zu Automatisch
es: Volver a automático
fr: Revenir à automatique
hi: स्वचालित पर वापस जाएँ
id: Kembali ke otomatis
ja: 自動に戻す
ko: 자동으로 되돌리기
pt_br: Voltar para automático
ru: Вернуть автоматический режим
th: กลับไปใช้อัตโนมัติ
tr: Otomatiğe geri dön
vi: Quay lại tự động
zh_hans: 切回自动
zh_hant: 切回自動

source: Switches this conversation to this model.
ar: يبدّل هذه المحادثة إلى هذا النموذج.
de: Wechselt diese Unterhaltung zu diesem Modell.
es: Cambia esta conversación a este modelo.
fr: Bascule cette conversation vers ce modèle.
hi: इस बातचीत को इस मॉडल पर स्विच करता है।
id: Mengalihkan percakapan ini ke model ini.
ja: この会話をこのモデルに切り替えます。
ko: 이 대화를 이 모델로 전환합니다.
pt_br: Muda esta conversa para este modelo.
ru: Переключает этот разговор на эту модель.
th: สลับการสนทนานี้ไปยังโมเดลนี้
tr: Bu görüşmeyi bu modele geçirir.
vi: Chuyển cuộc trò chuyện này sang mô hình này.
zh_hans: 将此对话切换到此模型。
zh_hant: 將此對話切換到此模型。

source: Target entropy
ar: الإنتروبيا المستهدفة
de: Zielentropie
es: Entropía objetivo
fr: Entropie cible
hi: लक्ष्य एन्ट्रॉपी
id: Entropi target
ja: 目標エントロピー
ko: 목표 엔트로피
pt_br: Entropia-alvo
ru: Целевая энтропия
th: เอนโทรปีเป้าหมาย
tr: Hedef entropi
vi: Entropy mục tiêu
zh_hans: 目标熵
zh_hant: 目標熵

source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
id: Suhu
ja: 温度
ko: 온도
pt_br: Temperatura
ru: Температура
th: อุณหภูมิ
tr: Sıcaklık
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度
